org/book-inbox.org
#+DATE: <2021-03-29 Mon 15:50>
#+TITLE: 书单

#+BEGIN_QUOTE
不读书，就会变得愚蠢和无知。
#+END_QUOTE

* 偶然想到

** 2021-03-29 Mon 16:27

不制作一个书单，不制订一个读书计划，时间就会嗖的一下从你的生活中溜走…… 感兴趣的事不少，需要学习的很多，阅读应该是一种习惯，让你由内而外感到愉悦和舒爽。

** 2021-03-29 Mon 16:46

应该多读一些 *哲学和历史* 方面的书籍，它们两个是互相验证的过程。把领悟的哲学思想和客观规律放在历史中去求证，放在当下去实践，不断地深化认识、把握规律。

* 那人的话

** 2021-03-29 Mon 16:00

读书无嗜好，就能尽其多。不先泛览群书，则会无所适从或失之偏好，广然后深，博然后专。　—— 鲁迅

任何时候我也不会满足，越是多读书，就越是深刻地感到不满足，越感到自己知识贫乏。　—— 马克思

非淡泊无以明志，非宁静无以致远。 —— 诸葛亮

读史使人明智，读诗使人灵秀，数学使人严密，物理学家使人深刻，伦理学使人庄重，逻辑学、修辞学使人善辨；凡有学者，皆成性格。 —— 培根

……

#+BEGIN_EXPORT html
<essay>
生活，以人为本。心灵的安宁和舒适，才是最美好的。
</essay>
#+END_EXPORT

* TODO 专业书籍

* TODO 休闲书籍
