public/book-inbox.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2021-05-18 Tue 15:52 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>书单</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Jack Liu">
<link rel="shortcut icon" href="themes/assets/virgo.png" type="image/x-icon" />
           <link rel="stylesheet" href="themes/style.css" type="text/css"  />
</head>
<body>
<div id="content">
<h1 class="title">书单</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga80e779">偶然想到</a>
<ul>
<li><a href="#org0d7d7a6">2021-03-29 Mon 16:27</a></li>
<li><a href="#orgca838a1">2021-03-29 Mon 16:46</a></li>
</ul>
</li>
<li><a href="#orgca99b3e">那人的话</a>
<ul>
<li><a href="#orgf7b8ab7">2021-03-29 Mon 16:00</a></li>
</ul>
</li>
<li><a href="#orgb4439ca"><span class="todo TODO">TODO</span> 专业书籍</a></li>
<li><a href="#orgf38c3c0"><span class="todo TODO">TODO</span> 休闲书籍</a></li>
</ul>
</div>
</div>
<blockquote>
<p>
不读书，就会变得愚蠢和无知。
</p>
</blockquote>

<div id="outline-container-orga80e779" class="outline-2">
<h2 id="orga80e779">偶然想到</h2>
<div class="outline-text-2" id="text-orga80e779">
</div>
<div id="outline-container-org0d7d7a6" class="outline-3">
<h3 id="org0d7d7a6">2021-03-29 Mon 16:27</h3>
<div class="outline-text-3" id="text-org0d7d7a6">
<p>
不制作一个书单，不制订一个读书计划，时间就会嗖的一下从你的生活中溜走…… 感兴趣的事不少，需要学习的很多，阅读应该是一种习惯，让你由内而外感到愉悦和舒爽。
</p>
</div>
</div>

<div id="outline-container-orgca838a1" class="outline-3">
<h3 id="orgca838a1">2021-03-29 Mon 16:46</h3>
<div class="outline-text-3" id="text-orgca838a1">
<p>
应该多读一些 <b>哲学和历史</b> 方面的书籍，它们两个是互相验证的过程。把领悟的哲学思想和客观规律放在历史中去求证，放在当下去实践，不断地深化认识、把握规律。
</p>
</div>
</div>
</div>

<div id="outline-container-orgca99b3e" class="outline-2">
<h2 id="orgca99b3e">那人的话</h2>
<div class="outline-text-2" id="text-orgca99b3e">
</div>
<div id="outline-container-orgf7b8ab7" class="outline-3">
<h3 id="orgf7b8ab7">2021-03-29 Mon 16:00</h3>
<div class="outline-text-3" id="text-orgf7b8ab7">
<p>
读书无嗜好，就能尽其多。不先泛览群书，则会无所适从或失之偏好，广然后深，博然后专。　—— 鲁迅
</p>

<p>
任何时候我也不会满足，越是多读书，就越是深刻地感到不满足，越感到自己知识贫乏。　—— 马克思
</p>

<p>
非淡泊无以明志，非宁静无以致远。 —— 诸葛亮
</p>

<p>
读史使人明智，读诗使人灵秀，数学使人严密，物理学家使人深刻，伦理学使人庄重，逻辑学、修辞学使人善辨；凡有学者，皆成性格。 —— 培根
</p>

<p>
……
</p>

<essay>
生活，以人为本。心灵的安宁和舒适，才是最美好的。
</essay>
</div>
</div>
</div>

<div id="outline-container-orgb4439ca" class="outline-2">
<h2 id="orgb4439ca"><span class="todo TODO">TODO</span> 专业书籍</h2>
</div>

<div id="outline-container-orgf38c3c0" class="outline-2">
<h2 id="orgf38c3c0"><span class="todo TODO">TODO</span> 休闲书籍</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2021-03-29 Mon 15:50</p>
<p class="author">Author: Jack Liu</p>
<p class="date">Created: 2021-05-18 Tue 15:52</p>
<p class="validation"><a href="http://beian.miit.gov.cn/">豫ICP备19025929号</a></p>
</div>
</body>
</html>
